1password
anaconda
anki-bin
betterlockscreen-git
bitwig-studio
braus-git
brave-bin
brillo
caffeine-ng
espanso
etcher-bin
figma-linux
google-chrome
i3exit
lf
nerd-fonts-fira-code
nordvpnteams-bin
obsidian-appimage
polybar
slack-desktop
srandrd
tor-browser
yay
zsa-wally-cli-bin
