ack
acpi
adobe-source-han-sans-jp-fonts
aegisub
alacritty
alsa-utils
ansible
arandr
autoconf
automake
baobab
base
bat
bison
bleachbit
blueman
bluez-utils
brightnessctl
calibre
chromium
code
copyq
cython
d-feet
dbeaver
dialog
discord
docker
docker-compose
dunst
exa
fcitx-mozc
filezilla
firefox
firefox-developer-edition
flameshot
flatpak
flex
fprintd
fwupd
fzf
gimp
gparted
grub
haskell-tidal
htop
intel-ucode
interception-caps2esc
jq
jrnl
kalendar
kdenlive
libreoffice-fresh
linux-headers
luarocks
lxappearance
lxsession
make
mkvtoolnix-gui
mpd
nautilus
ncmpcpp
neofetch
neovim
network-manager-applet
newsboat
obs-studio
pacman-contrib
pamixer
patch
pavucontrol
picom
powertop
pulsemixer
pyenv
python-setuptools-scm
qt5ct
ranger
rclone
redshift
reflector
remmina
rofi-calc
rofi-emoji
rpmextract
s-tui
signal-desktop
starship
sxhkd
sxiv
syncthing
thunderbird
tlp
tree
ttf-fira-code
ttf-nerd-fonts-symbols
udiskie
unarchiver
vagrant
wget
wireless_tools
xautolock
xcape
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
zsa-wally
