ack
acpi
adobe-source-han-sans-jp-fonts
aegisub
alacritty
alsa-utils
ansible
arandr
autoconf
automake
baobab
base
bat
binutils
bison
bleachbit
blueman
bluez
bluez-utils
brightnessctl
calibre
chromium
code
copyq
cups
cython
d-feet
dbeaver
dialog
discord
dmidecode
docker
docker-compose
dosfstools
dunst
efibootmgr
exa
fakeroot
fcitx-configtool
fcitx-mozc
fcitx-qt5
feh
ffmpegthumbnailer
filezilla
firefox
firefox-developer-edition
flameshot
flatpak
flex
fprintd
fwupd
fzf
gcc
gimp
git
gparted
groff
grub
haskell-tidal
htop
i3-gaps
intel-ucode
interception-caps2esc
jq
jrnl
kalendar
kdenlive
libreoffice-fresh
linux
linux-firmware
linux-headers
lua
lua-language-server
luarocks
lvm2
lxappearance
lxsession
m4
make
mkvtoolnix-gui
mpd
mpv
mtools
nautilus
ncdu
ncmpcpp
neofetch
neovim
network-manager-applet
networkmanager
newsboat
nitrogen
nmap
nodejs
noto-fonts-emoji
npm
obs-studio
openssh
os-prober
pacman-contrib
pamixer
patch
pavucontrol
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
postgresql-libs
powertop
pulsemixer
pyenv
python-pip
python-setuptools-scm
qjackctl
qt5ct
ranger
rclone
redshift
reflector
remmina
rofi
rofi-calc
rofi-emoji
rpmextract
s-tui
sc3-plugins
signal-desktop
sox
starship
sudo
sxhkd
sxiv
syncthing
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tlp
tmux
tree
ttf-fira-code
ttf-nerd-fonts-symbols
udiskie
ueberzug
unarchiver
vagrant
vim
wget
which
wireless_tools
xautolock
xcape
xclip
xdg-user-dirs
xdg-utils
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
youtube-dl
zathura
zathura-pdf-mupdf
zsa-wally
zsh
